IDEA Open Model
HangingAroundPatch.EndsType Property
Compatible with IDEA StatiCa 20.1
 End type of the reinforcement bar - same for both ends
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public LongReinfEndType EndsType { get; set; }
Public Property EndsType As LongReinfEndType
	Get
	Set
Property Value
Type: LongReinfEndType
See Also
Reference
HangingAroundPatch Class
IdeaRS.OpenModel.Detail Namespace